Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your private key stays yours. You can import this wallet again with it — there is no server, and removing it here loses nothing you’ve saved.
af: Jou private sleutel bly joune. Jy kan hierdie beursie weer daarmee invoer — daar is geen bediener nie, en om dit hier te verwyder, verloor niks wat jy gestoor het nie.
ar: يبقى مفتاحك الخاص ملكك. يمكنك استيراد هذه المحفظة مجددًا به — لا يوجد خادم، وإزالته هنا لا تفقد أي شيء حفظته.
bg: Частният ви ключ остава ваш. Можете да импортирате този портфейл отново с него — няма сървър и премахването му тук не губи нищо, което сте запазили.
bn: আপনার ব্যক্তিগত কী আপনারই থাকে। আপনি এটি দিয়ে এই ওয়ালেট আবার আমদানি করতে পারেন — কোনো সার্ভার নেই, এবং এখানে এটি সরালে আপনার সংরক্ষিত কিছুই হারায় না।
ca: La teva clau privada continua sent teva. Pots tornar a importar aquesta cartera amb ella: no hi ha cap servidor, i eliminar-la aquí no fa perdre res del que has desat.
cs: Váš soukromý klíč zůstává váš. Můžete s ním tuto peněženku znovu importovat — žádný server neexistuje a odebrání zde neztratí nic, co jste si uložili.
da: Din private nøgle forbliver din. Du kan importere denne tegnebog igen med den — der er ingen server, og at fjerne den her mister intet, du har gemt.
de: Dein privater Schlüssel bleibt deiner. Du kannst dieses Wallet damit erneut importieren – es gibt keinen Server, und das Entfernen hier verliert nichts, was du gespeichert hast.
el: Το ιδιωτικό σας κλειδί παραμένει δικό σας. Μπορείτε να εισαγάγετε ξανά αυτό το πορτοφόλι με αυτό — δεν υπάρχει διακομιστής, και η κατάργησή του εδώ δεν χάνει τίποτα που έχετε αποθηκεύσει.
es: Tu clave privada sigue siendo tuya. Puedes importar esta cartera de nuevo con ella: no hay servidor y eliminarla aquí no pierde nada de lo que hayas guardado.
et: Teie privaatvõti jääb teie omaks. Saate selle rahakoti sellega uuesti importida — serverit pole ja selle eemaldamine siin ei kaota midagi, mille olete salvestanud.
fa: کلید خصوصی شما متعلق به خودتان می‌ماند. می‌توانید این کیف پول را دوباره با آن وارد کنید — هیچ سروری وجود ندارد، و حذف آن در اینجا چیزی را که ذخیره کرده‌اید از دست نمی‌دهد.
fi: Yksityinen avaimesi pysyy sinun. Voit tuoda tämän lompakon uudelleen sen avulla — palvelinta ei ole, eikä sen poistaminen täältä hävitä mitään tallentamaasi.
fil: Nananatiling sa iyo ang iyong private key. Maaari mong i-import muli ang wallet na ito gamit ito — walang server, at ang pag-alis nito dito ay hindi magpapawala ng anumang na-save mo.
fr: Votre clé privée reste la vôtre. Vous pouvez réimporter ce portefeuille avec elle — il n'y a pas de serveur, et la supprimer ici ne perd rien de ce que vous avez enregistré.
he: המפתח הפרטי שלך נשאר שלך. תוכל לייבא ארנק זה שוב באמצעותו — אין שרת, והסרתו כאן אינה מאבדת דבר ששמרת.
hi: आपकी निजी कुंजी आपकी रहती है। आप इससे इस वॉलेट को फिर से इंपोर्ट कर सकते हैं — कोई सर्वर नहीं है, और इसे यहाँ हटाने से आपकी सहेजी गई कोई चीज़ नहीं खोती।
hr: Vaš privatni ključ ostaje vaš. Ovaj novčanik možete ponovno uvesti s njim — nema poslužitelja, a uklanjanje ovdje ne gubi ništa što ste spremili.
hu: A privát kulcsod a tiéd marad. Ezzel újra importálhatod ezt a tárcát — nincs szerver, és az itteni eltávolítással semmit nem veszítesz el abból, amit elmentettél.
id: Kunci privat Anda tetap milik Anda. Anda dapat mengimpor dompet ini lagi dengannya — tidak ada server, dan menghapusnya di sini tidak menghilangkan apa pun yang telah Anda simpan.
is: Einkalykillinn þinn helst þinn. Þú getur flutt þetta veski inn aftur með honum — það er enginn þjónn, og að fjarlægja það hér glatar engu sem þú hefur vistað.
it: La tua chiave privata resta tua. Puoi importare di nuovo questo wallet con essa — non esiste un server e rimuoverla qui non fa perdere nulla di ciò che hai salvato.
ja: 秘密鍵はあなたのものです。これを使ってこのウォレットを再びインポートできます — サーバーはなく、ここで削除しても保存したものは何も失われません。
ko: 개인 키는 계속 당신의 것입니다. 이를 사용해 이 지갑을 다시 가져올 수 있습니다 — 서버가 없으며, 여기서 제거해도 저장한 것은 아무것도 잃지 않습니다.
lt: Jūsų privatusis raktas lieka jūsų. Galite vėl importuoti šią piniginę su juo – serverio nėra, o pašalinus jį čia neprarandama nieko, ką esate išsaugoję.
lv: Jūsu privātā atslēga paliek jūsu. Ar to varat atkārtoti importēt šo maku — servera nav, un tās noņemšana šeit nezaudē neko, ko esat saglabājis.
ml: നിങ്ങളുടെ പ്രൈവറ്റ് കീ നിങ്ങളുടേതായി തുടരുന്നു. അതുപയോഗിച്ച് ഈ വാലറ്റ് വീണ്ടും ഇറക്കുമതി ചെയ്യാം — സെർവർ ഇല്ല, ഇവിടെ നീക്കംചെയ്യുന്നത് നിങ്ങൾ സേവ് ചെയ്ത ഒന്നും നഷ്ടപ്പെടുത്തുന്നില്ല.
mr: तुमची खाजगी की तुमचीच राहते. तुम्ही तिच्यासह हे वॉलेट पुन्हा आयात करू शकता — कोणताही सर्व्हर नाही, आणि ती येथे काढल्याने तुम्ही जतन केलेले काहीही गमावले जात नाही.
ms: Kunci peribadi anda kekal milik anda. Anda boleh mengimport dompet ini semula dengannya — tiada pelayan, dan mengalih keluarnya di sini tidak menghilangkan apa-apa yang telah anda simpan.
nb: Den private nøkkelen din forblir din. Du kan importere denne lommeboken igjen med den — det finnes ingen server, og å fjerne den her mister ingenting du har lagret.
nl: Je privésleutel blijft van jou. Je kunt deze wallet er opnieuw mee importeren — er is geen server, en hier verwijderen kost je niets van wat je hebt bewaard.
pa: ਤੁਹਾਡੀ ਨਿੱਜੀ ਕੁੰਜੀ ਤੁਹਾਡੀ ਹੀ ਰਹਿੰਦੀ ਹੈ। ਤੁਸੀਂ ਇਸ ਨਾਲ ਇਹ ਵਾਲਿਟ ਦੁਬਾਰਾ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ — ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਹੈ, ਅਤੇ ਇਸਨੂੰ ਇੱਥੇ ਹਟਾਉਣ ਨਾਲ ਤੁਹਾਡਾ ਸੰਭਾਲਿਆ ਕੁਝ ਨਹੀਂ ਗੁਆਚਦਾ।
pl: Twój klucz prywatny pozostaje Twój. Możesz nim ponownie zaimportować ten portfel — nie ma serwera, a usunięcie tutaj nie powoduje utraty niczego, co zapisałeś.
pt_br: Sua chave privada continua sendo sua. Você pode importar esta carteira novamente com ela — não há servidor, e removê-la aqui não perde nada que você tenha salvo.
ro: Cheia ta privată rămâne a ta. Poți importa din nou acest portofel cu ea — nu există niciun server, iar eliminarea aici nu pierde nimic din ce ai salvat.
ru: Ваш приватный ключ остаётся вашим. Вы можете снова импортировать этот кошелёк с ним — сервера нет, и удаление здесь не теряет ничего из сохранённого вами.
sk: Váš súkromný kľúč zostáva váš. Túto peňaženku s ním môžete znova importovať — nie je žiadny server a odstránenie tu nestratí nič, čo ste si uložili.
sl: Vaš zasebni ključ ostane vaš. To denarnico lahko z njim znova uvozite — ni strežnika in odstranitev tu ne izgubi ničesar, kar ste shranili.
sr: Vaš privatni ključ ostaje vaš. Možete ponovo uvesti ovaj novčanik pomoću njega — nema servera, a uklanjanje ovde ne gubi ništa što ste sačuvali.
sv: Din privata nyckel förblir din. Du kan importera denna plånbok igen med den — det finns ingen server, och att ta bort den här förlorar inget du har sparat.
sw: Ufunguo wako wa faragha unabaki wako. Unaweza kuleta wallet hii tena nao — hakuna seva, na kuuondoa hapa hakupotezi chochote ulichohifadhi.
ta: உங்கள் தனிப்பட்ட விசை உங்களுடையதாகவே இருக்கும். அதனுடன் இந்த வாலட்டை மீண்டும் இறக்குமதி செய்யலாம் — சேவையகம் இல்லை, மேலும் இங்கே அகற்றுவது நீங்கள் சேமித்த எதையும் இழக்காது.
te: మీ ప్రైవేట్ కీ మీదే ఉంటుంది. దానితో ఈ వాలెట్‌ను మళ్లీ దిగుమతి చేయవచ్చు — సర్వర్ లేదు, మరియు ఇక్కడ తీసివేయడం మీరు సేవ్ చేసిన దేన్నీ కోల్పోదు.
th: คีย์ส่วนตัวของคุณยังคงเป็นของคุณ คุณสามารถนำเข้ากระเป๋าเงินนี้ได้อีกครั้งด้วยมัน — ไม่มีเซิร์ฟเวอร์ และการลบที่นี่จะไม่ทำให้สิ่งที่คุณบันทึกไว้สูญหาย
tr: Özel anahtarınız sizde kalır. Bu cüzdanı onunla yeniden içe aktarabilirsiniz — sunucu yoktur ve burada kaldırmak kaydettiğiniz hiçbir şeyi kaybettirmez.
uk: Ваш приватний ключ залишається вашим. Ви можете знову імпортувати цей гаманець із ним — сервера немає, і видалення тут не втрачає нічого, що ви зберегли.
ur: آپ کی نجی کلید آپ ہی کی رہتی ہے۔ آپ اس سے یہ والیٹ دوبارہ درآمد کر سکتے ہیں — کوئی سرور نہیں ہے، اور اسے یہاں ہٹانے سے آپ کی محفوظ کردہ کوئی چیز ضائع نہیں ہوتی۔
vi: Khóa riêng tư của bạn vẫn là của bạn. Bạn có thể nhập lại ví này bằng nó — không có máy chủ nào, và xóa nó ở đây không làm mất bất cứ thứ gì bạn đã lưu.
zh_hans: 你的私钥始终属于你。你可凭它重新导入此钱包——没有服务器，在此移除不会丢失你已保存的任何内容。
zh_hant: 你的私鑰始終屬於你。你可憑它重新匯入此錢包——沒有伺服器，在此移除不會遺失你已儲存的任何內容。

source: Your recovery phrase
af: Jou herstelfrase
ar: عبارة الاسترداد الخاصة بك
bg: Вашата фраза за възстановяване
bn: আপনার রিকভারি ফ্রেজ
ca: La teva frase de recuperació
cs: Vaše obnovovací fráze
da: Din gendannelsessætning
de: Ihre Wiederherstellungsphrase
el: Η φράση ανάκτησής σας
es: Tu frase de recuperación
et: Sinu taastefraas
fa: عبارت بازیابی شما
fi: Palautuslauseesi
fil: Ang iyong recovery phrase
fr: Votre phrase de récupération
he: ביטוי השחזור שלך
hi: आपका रिकवरी फ़्रेज़
hr: Vaša fraza za oporavak
hu: Az Ön helyreállítási kifejezése
id: Frasa pemulihan Anda
is: Endurheimtarsetningin þín
it: La sua frase di ripristino
ja: あなたのリカバリーフレーズ
ko: 복구 문구
lt: Jūsų atkūrimo frazė
lv: Jūsu atkopšanas frāze
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യം
mr: तुमची रिकव्हरी फ्रेज
ms: Frasa pemulihan anda
nb: Gjenopprettingsfrasen din
nl: Je herstelzin
pa: ਤੁਹਾਡੀ ਰਿਕਵਰੀ ਫਰੇਜ਼
pl: Twoja fraza odzyskiwania
pt_br: Sua frase de recuperação
ro: Expresia ta de recuperare
ru: Ваша фраза восстановления
sk: Vaša obnovovacia fráza
sl: Vaša obnovitvena fraza
sr: Ваша фраза за опоравак
sv: Din återställningsfras
sw: Kifungu chako cha urejesho
ta: உங்கள் மீட்பு சொற்றொடர்
te: మీ రికవరీ ఫ్రేజ్
th: วลีกู้คืนของคุณ
tr: Kurtarma ifadeniz
uk: Ваша фраза відновлення
ur: آپ کا ریکوری فریز
vi: Cụm từ khôi phục của bạn
zh_hans: 你的助记词
zh_hant: 你的助記詞

source: Your recovery phrase is saved. You can find your wallet on the main screen.
af: Jou herstelfrase is gestoor. Jy kan jou beursie op die hoofskerm vind.
ar: تم حفظ عبارة الاسترداد. ستجد محفظتك في الشاشة الرئيسية.
bg: Вашата фраза за възстановяване е запазена. Можете да намерите портфейла си на основния екран.
bn: আপনার রিকভারি ফ্রেজ সংরক্ষিত হয়েছে। মূল স্ক্রিনে আপনি আপনার ওয়ালেট খুঁজে পাবেন।
ca: La teva frase de recuperació s’ha desat. Trobaràs la cartera a la pantalla principal.
cs: Vaše obnovovací fráze je uložena. Peněženku najdete na hlavní obrazovce.
da: Din gendannelsessætning er gemt. Du finder din tegnebog på startskærmen.
de: Ihre Wiederherstellungsphrase ist gesichert. Ihr Wallet finden Sie auf dem Hauptbildschirm.
el: Η φράση ανάκτησής σας αποθηκεύτηκε. Μπορείτε να βρείτε το πορτοφόλι σας στην κύρια οθόνη.
es: Tu frase de recuperación está guardada. Encontrarás tu cartera en la pantalla principal.
et: Sinu taastefraas on salvestatud. Leiad oma rahakoti põhikuvalt.
fa: عبارت بازیابی شما ذخیره شد. می‌توانید کیف پول خود را در صفحهٔ اصلی پیدا کنید.
fi: Palautuslauseesi on tallennettu. Löydät lompakkosi pääruudulta.
fil: Naka-save na ang iyong recovery phrase. Mahahanap mo ang iyong wallet sa main screen.
fr: Votre phrase de récupération est enregistrée. Vous trouverez votre portefeuille sur l’écran principal.
he: ביטוי השחזור שלך נשמר. אפשר למצוא את הארנק במסך הראשי.
hi: आपका रिकवरी फ़्रेज़ सहेज लिया गया है। आपका वॉलेट मुख्य स्क्रीन पर मिल जाएगा।
hr: Vaša fraza za oporavak je spremljena. Novčanik je dostupan na glavnom zaslonu.
hu: A helyreállítási kifejezést elmentettük. A tárcáját a főképernyőn találja.
id: Frasa pemulihan Anda telah disimpan. Anda dapat menemukan dompet Anda di layar utama.
is: Endurheimtarsetningin þín er vistuð. Þú finnur veskið þitt á aðalskjánum.
it: La sua frase di ripristino è salvata. Può trovare il suo portafoglio nella schermata principale.
ja: リカバリーフレーズを保存しました。ウォレットはメイン画面で確認できます。
ko: 복구 문구가 저장되었습니다. 메인 화면에서 지갑을 확인할 수 있어요.
lt: Jūsų atkūrimo frazė įrašyta. Savo piniginę rasite pagrindiniame ekrane.
lv: Jūsu atkopšanas frāze ir saglabāta. Savu maku atradīsiet galvenajā ekrānā.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യം സംരക്ഷിച്ചു. പ്രധാന സ്ക്രീനിൽ നിങ്ങളുടെ വാലറ്റ് കാണാം.
mr: तुमची रिकव्हरी फ्रेज सेव्ह झाली आहे. तुमचं वॉलेट मुख्य स्क्रीनवर सापडेल.
ms: Frasa pemulihan anda telah disimpan. Anda boleh menemui dompet anda di skrin utama.
nb: Gjenopprettingsfrasen er lagret. Du finner lommeboken på hovedskjermen.
nl: Je herstelzin is opgeslagen. Je vindt je wallet op het hoofdscherm.
pa: ਤੁਹਾਡੀ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਸੇਵ ਹੋ ਗਈ ਹੈ। ਤੁਸੀਂ ਆਪਣਾ ਵਾਲਿਟ ਮੁੱਖ ਸਕ੍ਰੀਨ ਉੱਤੇ ਲੱਭ ਸਕਦੇ ਹੋ।
pl: Fraza odzyskiwania została zapisana. Portfel znajdziesz na ekranie głównym.
pt_br: Sua frase de recuperação está salva. Você encontra sua carteira na tela inicial.
ro: Expresia ta de recuperare e salvată. Portofelul tău e pe ecranul principal.
ru: Восстановительная фраза сохранена. Кошелёк находится на главном экране.
sk: Vaša obnovovacia fráza je uložená. Peňaženku nájdete na hlavnej obrazovke.
sl: Vaša obnovitvena fraza je shranjena. Denarnico najdete na glavnem zaslonu.
sr: Ваша фраза за опоравак је сачувана. Новчаник можете наћи на главном екрану.
sv: Din återställningsfras är sparad. Du hittar din plånbok på huvudskärmen.
sw: Kifungu chako cha urejesho kimehifadhiwa. Utapata pochi yako kwenye skrini kuu.
ta: உங்கள் மீட்பு சொற்றொடர் சேமிக்கப்பட்டுவிட்டது. முதன்மை திரையில் உங்கள் பணப்பையை காணலாம்.
te: మీ రికవరీ ఫ్రేజ్ సేవ్ చేయబడింది. మీరు మీ వాలెట్‌ను ప్రధాన స్క్రీన్‌లో చూడవచ్చు.
th: บันทึกวลีกู้คืนของคุณแล้ว คุณสามารถพบกระเป๋าของคุณได้บนหน้าจอหลัก
tr: Kurtarma ifadeniz kaydedildi. Cüzdanınızı ana ekranda bulabilirsiniz.
uk: Вашу фразу відновлення збережено. Гаманець доступний на головному екрані.
ur: آپ کا ریکوری فریز محفوظ ہو گیا ہے۔ آپ اپنا والٹ مین اسکرین پر تلاش کر سکتے ہیں۔
vi: Cụm từ khôi phục của bạn đã được lưu. Bạn có thể tìm thấy ví của mình trên màn hình chính.
zh_hans: 你的恢复短语已保存。可以在主屏幕上找到你的钱包。
zh_hant: 你的復原短語已儲存。可以在主畫面找到你的錢包。

source: Your recovery phrase is stored encrypted on this iPhone (AES-GCM 256-bit, Keychain). Tap "View recovery phrase" anytime — the phrase never leaves this device.
af: Jou herstelfrase word versleuteld op hierdie iPhone gestoor (AES-GCM 256-bis, Keychain). Tik enige tyd op "Wys herstelsin" — die frase verlaat nooit hierdie toestel nie.
ar: تُخزَّن عبارة الاسترداد الخاصة بك مشفّرة على هذا iPhone (AES-GCM 256-bit، Keychain). اضغط على "عرض عبارة الاسترداد" في أي وقت — لا تغادر العبارة هذا الجهاز أبدًا.
bg: Фразата ви за възстановяване се съхранява криптирана на този iPhone (AES-GCM 256-битов, Keychain). Докоснете „Виж фразата за възстановяване“ по всяко време — фразата никога не напуска това устройство.
bn: আপনার রিকভারি ফ্রেজ এই iPhone-এ এনক্রিপ্ট করে সংরক্ষিত থাকে (AES-GCM 256-bit, Keychain)। যেকোনো সময় "রিকভারি ফ্রেজ দেখুন"-এ ট্যাপ করুন — ফ্রেজটি কখনও এই ডিভাইস ছাড়ে না।
ca: La teva frase de recuperació es desa xifrada en aquest iPhone (AES-GCM 256-bit, Keychain). Toca "Mostra la frase de recuperació" en qualsevol moment — la frase no surt mai d'aquest dispositiu.
cs: Vaše fráze pro obnovení je uložena šifrovaně na tomto iPhonu (AES-GCM 256bitové, Keychain). Kdykoli klepněte na „Zobrazit frázi pro obnovení“ — fráze nikdy neopustí toto zařízení.
da: Din gendannelsessætning gemmes krypteret på denne iPhone (AES-GCM 256-bit, Keychain). Tryk på "Vis gendannelsessætning" når som helst — sætningen forlader aldrig denne enhed.
de: Deine Wiederherstellungsphrase wird verschlüsselt auf diesem iPhone gespeichert (AES-GCM 256-Bit, Keychain). Tippe jederzeit auf „Wiederherstellungsphrase anzeigen“ – die Phrase verlässt dieses Gerät nie.
el: Η φράση ανάκτησής σου αποθηκεύεται κρυπτογραφημένη σε αυτό το iPhone (AES-GCM 256-bit, Keychain). Άγγιξε «Προβολή φράσης ανάκτησης» οποιαδήποτε στιγμή — η φράση δεν φεύγει ποτέ από αυτή τη συσκευή.
es: Tu frase de recuperación se guarda cifrada en este iPhone (AES-GCM 256 bits, Keychain). Toca "Ver frase de recuperación" cuando quieras: la frase nunca sale de este dispositivo.
et: Sinu taastefraas on sellele iPhone'ile salvestatud krüpteeritult (AES-GCM 256-bitine, Keychain). Puuduta igal ajal „Kuva taastefraas" — fraas ei lahku kunagi sellelt seadmelt.
fa: عبارت بازیابی شما به‌صورت رمزگذاری‌شده روی این iPhone ذخیره می‌شود (AES-GCM 256-bit، Keychain). هر زمان روی «مشاهده عبارت بازیابی» ضربه بزنید — عبارت هرگز این دستگاه را ترک نمی‌کند.
fi: Palautuslauseesi tallennetaan salattuna tähän iPhoneen (AES-GCM 256-bittinen, Keychain). Napauta milloin tahansa "Näytä palautuslause" — lause ei poistu koskaan tältä laitteelta.
fil: Ang recovery phrase mo ay naka-encrypt na nakaimbak sa iPhone na ito (AES-GCM 256-bit, Keychain). I-tap ang "Tingnan ang recovery phrase" kahit kailan — hindi umaalis ang phrase sa device na ito.
fr: Votre phrase de récupération est stockée chiffrée sur cet iPhone (AES-GCM 256 bits, Keychain). Touchez « Afficher la phrase de récupération » à tout moment — la phrase ne quitte jamais cet appareil.
he: ביטוי השחזור שלך מאוחסן מוצפן ב‎iPhone הזה (AES-GCM 256-bit, Keychain). הקש על "הצג ביטוי שחזור" בכל עת — הביטוי לעולם לא עוזב את המכשיר הזה.
hi: आपकी रिकवरी फ्रेज इस iPhone पर एन्क्रिप्टेड रूप में संग्रहीत है (AES-GCM 256-बिट, Keychain)। कभी भी "रिकवरी फ्रेज देखें" पर टैप करें — फ्रेज कभी इस डिवाइस को नहीं छोड़ती।
hr: Tvoja fraza za oporavak pohranjena je šifrirana na ovom iPhoneu (AES-GCM 256-bitna, Keychain). U bilo kojem trenutku dodirni „Prikaži frazu za oporavak" — fraza nikada ne napušta ovaj uređaj.
hu: A helyreállítási kifejezésed titkosítva tárolódik ezen az iPhone-on (AES-GCM 256 bites, Keychain). Bármikor koppints a „Helyreállítási kifejezés megtekintése" lehetőségre — a kifejezés soha nem hagyja el ezt a készüléket.
id: Frasa pemulihan Anda disimpan terenkripsi di iPhone ini (AES-GCM 256-bit, Keychain). Ketuk "Lihat frasa pemulihan" kapan saja — frasa tidak pernah meninggalkan perangkat ini.
is: Endurheimtuorðin þín eru geymd dulkóðuð á þessum iPhone (AES-GCM 256-bita, Keychain). Ýttu á „Sýna endurheimtuorð" hvenær sem er — orðin yfirgefa aldrei þetta tæki.
it: La tua frase di recupero è memorizzata cifrata su questo iPhone (AES-GCM 256 bit, Keychain). Tocca "Visualizza frase di recupero" in qualsiasi momento — la frase non lascia mai questo dispositivo.
ja: リカバリーフレーズは、この iPhone に暗号化されて保存されます(AES-GCM 256ビット、Keychain)。いつでも「リカバリーフレーズを表示」をタップしてください — フレーズがこのデバイスから出ることはありません。
ko: 복구 문구는 이 iPhone에 암호화되어 저장됩니다(AES-GCM 256비트, Keychain). 언제든지 "복구 문구 보기"를 탭하세요 — 문구는 이 기기를 벗어나지 않습니다.
lt: Jūsų atkūrimo frazė saugoma užšifruota šiame „iPhone" (AES-GCM 256 bitų, „Keychain"). Bet kada bakstelėkite „Rodyti atkūrimo frazę" — frazė niekada nepalieka šio įrenginio.
lv: Tava atkopšanas frāze tiek glabāta šifrētā veidā šajā iPhone (AES-GCM 256 bitu, Keychain). Jebkurā laikā pieskaries „Skatīt atkopšanas frāzi" — frāze nekad nepamet šo ierīci.
ml: നിങ്ങളുടെ വീണ്ടെടുപ്പ് വാചകം ഈ iPhone-ൽ എൻക്രിപ്റ്റ് ചെയ്ത് സംഭരിക്കുന്നു (AES-GCM 256-bit, Keychain). എപ്പോൾ വേണമെങ്കിലും "വീണ്ടെടുപ്പ് വാചകം കാണുക" ടാപ്പ് ചെയ്യുക — വാചകം ഈ ഉപകരണം വിട്ടുപോകുന്നില്ല.
mr: तुमची रिकव्हरी फ्रेज या iPhone वर एन्क्रिप्टेड स्वरूपात संग्रहित आहे (AES-GCM 256-बिट, Keychain). कधीही "रिकव्हरी फ्रेज पहा" वर टॅप करा — फ्रेज कधीही हे डिव्हाइस सोडत नाही.
ms: Frasa pemulihan anda disimpan tersulit pada iPhone ini (AES-GCM 256-bit, Keychain). Ketik "Lihat frasa pemulihan" pada bila-bila masa — frasa tidak pernah meninggalkan peranti ini.
nb: Gjenopprettingsfrasen din lagres kryptert på denne iPhone (AES-GCM 256-bit, Keychain). Trykk på «Vis gjenopprettingsfrase» når som helst — frasen forlater aldri denne enheten.
nl: Je herstelzin wordt versleuteld bewaard op deze iPhone (AES-GCM 256-bits, Keychain). Tik wanneer je wilt op "Herstelzin tonen" — de zin verlaat dit apparaat nooit.
pa: ਤੁਹਾਡੀ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਇਸ iPhone ਉੱਤੇ ਐਨਕ੍ਰਿਪਟਡ ਰੂਪ ਵਿੱਚ ਸੰਭਾਲੀ ਜਾਂਦੀ ਹੈ (AES-GCM 256-bit, Keychain)। ਕਦੇ ਵੀ "ਰਿਕਵਰੀ ਫਰੇਜ਼ ਵੇਖੋ" ਉੱਤੇ ਟੈਪ ਕਰੋ — ਫਰੇਜ਼ ਕਦੇ ਵੀ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦੀ।
pl: Twoja fraza odzyskiwania jest przechowywana w postaci zaszyfrowanej na tym iPhonie (AES-GCM 256-bitowe, Keychain). Stuknij „Pokaż frazę odzyskiwania" w dowolnym momencie — fraza nigdy nie opuszcza tego urządzenia.
pt_br: Sua frase de recuperação é armazenada criptografada neste iPhone (AES-GCM 256 bits, Keychain). Toque em "Ver frase de recuperação" a qualquer momento — a frase nunca sai deste dispositivo.
ro: Fraza ta de recuperare este stocată criptat pe acest iPhone (AES-GCM 256 de biți, Keychain). Atinge „Vezi fraza de recuperare" oricând — fraza nu părăsește niciodată acest dispozitiv.
ru: Ваша фраза восстановления хранится в зашифрованном виде на этом iPhone (AES-GCM 256-бит, Keychain). Нажмите «Показать фразу восстановления» в любой момент — фраза никогда не покидает это устройство.
sk: Vaša fráza pre obnovenie je uložená šifrovane v tomto iPhone (AES-GCM 256-bitové, Keychain). Kedykoľvek klepnite na „Zobraziť frázu pre obnovenie" — fráza nikdy neopustí toto zariadenie.
sl: Tvoja fraza za obnovitev je shranjena šifrirano na tem iPhonu (AES-GCM 256-bitna, Keychain). Kadar koli se dotakni možnosti »Prikaži frazo za obnovitev« — fraza nikoli ne zapusti te naprave.
sr: Твоја фраза за опоравак чува се шифрована на овом iPhone-у (AES-GCM 256-битна, Keychain). Додирни „Прикажи фразу за опоравак" у било ком тренутку — фраза никада не напушта овај уређај.
sv: Din återställningsfras lagras krypterad på den här iPhone (AES-GCM 256-bitars, Keychain). Tryck på "Visa återställningsfras" när som helst — frasen lämnar aldrig den här enheten.
sw: Kifungu chako cha urejeshaji huhifadhiwa kikiwa kimesimbwa kwa njia fiche kwenye iPhone hii (AES-GCM 256-bit, Keychain). Gusa "Tazama kifungu cha urejeshaji" wakati wowote — kifungu hakitoki kamwe katika kifaa hiki.
ta: உங்கள் மீட்பு சொற்றொடர் இந்த iPhone-இல் என்க்ரிப்ட் செய்யப்பட்டு சேமிக்கப்படுகிறது (AES-GCM 256-bit, Keychain). எப்போது வேண்டுமானாலும் "மீட்பு சொற்றொடரைப் பார்" என்பதைத் தட்டவும் — சொற்றொடர் இந்த சாதனத்தை விட்டு வெளியேறுவதில்லை.
te: మీ రికవరీ పదబంధం ఈ iPhone లో ఎన్‌క్రిప్ట్ చేయబడి నిల్వ చేయబడుతుంది (AES-GCM 256-bit, Keychain). ఎప్పుడైనా "రికవరీ పదబంధాన్ని చూడండి" నొక్కండి — పదబంధం ఈ పరికరాన్ని విడిచిపెట్టదు.
th: วลีกู้คืนของคุณจัดเก็บแบบเข้ารหัสบน iPhone เครื่องนี้ (AES-GCM 256-bit, Keychain) แตะ "ดูวลีกู้คืน" ได้ทุกเมื่อ — วลีไม่เคยออกจากอุปกรณ์นี้
tr: Kurtarma ifadeniz bu iPhone'da şifreli olarak saklanır (AES-GCM 256-bit, Keychain). İstediğiniz zaman "Kurtarma ifadesini görüntüle" üzerine dokunun — ifade hiçbir zaman bu cihazdan çıkmaz.
uk: Ваша фраза відновлення зберігається в зашифрованому вигляді на цьому iPhone (AES-GCM 256-біт, Keychain). У будь-який час торкніться «Показати фразу відновлення» — фраза ніколи не залишає цей пристрій.
ur: آپ کا ریکوری فقرہ اس iPhone پر انکرپٹڈ شکل میں محفوظ ہوتا ہے (AES-GCM 256-bit، Keychain)۔ کسی بھی وقت "ریکوری فقرہ دیکھیں" پر ٹیپ کریں — فقرہ کبھی اس ڈیوائس سے باہر نہیں جاتا۔
vi: Cụm từ khôi phục của bạn được lưu trữ mã hóa trên iPhone này (AES-GCM 256-bit, Keychain). Chạm vào "Xem cụm từ khôi phục" bất cứ lúc nào — cụm từ không bao giờ rời khỏi thiết bị này.
zh_hans: 您的恢复短语以加密形式存储在这台 iPhone 上(AES-GCM 256 位,Keychain)。随时轻点"查看恢复短语"——短语永不离开这台设备。
zh_hant: 你的復原片語以加密形式儲存在這台 iPhone 上(AES-GCM 256 位元,Keychain)。隨時輕點「查看復原片語」——片語永遠不會離開這台裝置。
